#Область ПрограммныйИнтерфейс

// Создает сообщение на основании предмета по шаблону сообщения.
//
// Параметры:
//  Шаблон - СправочникСсылка.ШаблоныСообщений - ссылка на шаблон сообщения.
//  Предмет - Произвольный - объект основание для шаблона сообщений.
//  ДополнительныеПараметры - Структура - список дополнительных параметров:
//      * ЗначенияПараметровСКД - Структура - значения параметров СКД.
//
// Возвращаемое значение:
//  Структура - подготовленное сообщение:
//    * Тема - Строка - тема письма
//
// Пример:
//  Сообщение = СформироватьСообщение(Шаблон, Документ, Новый УникальныйИдентификатор);
//
Функция СформироватьСообщение(Шаблон, Предмет, УникальныйИдентификатор, ДополнительныеПараметры = Неопределено) Экспорт
	Возврат Новый Структура;
КонецФункции

#КонецОбласти
