#Область ПрограммныйИнтерфейс

// Возвращает ссылку на вариант отчета.
//
// Параметры:
//  Отчет - Строка - ссылка на отчет.
//  КлючВарианта - Строка - имя варианта отчета.
//
// Возвращаемое значение:
//  СправочникСсылка.ВариантыОтчетов, Неопределено - вариант отчета.
//
Функция ВариантОтчета(Отчет, КлючВарианта) Экспорт
	Возврат Неопределено;
КонецФункции

#КонецОбласти

#Область СлужебныеПроцедурыИФункции

// Не должно попасть в индекс.
Функция СлужебнаяФункция() Экспорт
	Возврат 0;
КонецФункции

#КонецОбласти
